<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=BIG5">
<title>隱私權宣告</title>
</head>
<body>
<div>
	<h3>隱私權宣告的適用範圍</h3>
	<p>以下的隱私權宣告，適用於您在使用「食材登錄平臺」網站服務時，所涉及的個人資料蒐集、運用與保護。</p>
	<br />
	<p>壹、個人資料之蒐集及使用方式</p>
	<p>單純在「食材登錄平臺」網站的瀏覽及檔案下載行為，本網站並不會蒐集任何有關個人的身份資料。</p>
	<br />
	<p>「食材登錄平臺」有義務保護各申請人隱私，非經您本人同意不會自行修改或刪除任何個人資料及檔案。除非經過您事先同意或符合以下情況始得為之：</p>
	<p>　 １．經由合法的途徑。</p>
	<p>　 ２．保護或防衛相關個人的權利或所有權。</p>
	<br />
	<p>貳、資料分享及公開方式</p>
	<p>「食材登錄平臺」絕不會任意出售、交換、或出租任何您的個人資料給其他團體、個人或私人企業。但有下列情形者除外：</p>
	<p>　 １．配合教育部單位合法的調查。</p>
	<p>　 ２．配合相關職權機關依職務需要之調查或使用。</p>
	<p>　 ３．基於善意相信揭露為法律需要，或為維護和改進網站服務而用於管理。</p>
	
	<p>參、隱私權政策宣告之諮詢</p>
	<p>如果您對「食材登錄平臺」的隱私權政策宣告有任何疑問，歡迎來電與我們聯絡。</p>
</div>
</body>
</html>